<!DOCTYPE html>
<html dir="ltr" lang="en-US">

<!-- Mirrored from www.mivocloud.com/md/legal by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 08 May 2018 22:47:27 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=utf-8" /><!-- /Added by HTTrack -->
<head>

    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1" />

    <link href="https://fonts.googleapis.com/css?family=Open+Sans:300,400,400italic,600,700|Raleway:300,400,500,600,700|Crete+Round:400italic" rel="stylesheet" type="text/css">
    <!-- <link href="https://fonts.googleapis.com/css?family=Open+Sans:300,400,400italic,600,700|Crete+Round:400italic" rel="stylesheet" type="text/css">
    <link href="/fonts/fonts.css" rel="stylesheet" type="text/css"> -->

    <link rel="stylesheet" media="screen" href="../assets/themes/mivocloud/assets/css/main-e9e22fa35743aaed50bb7ef0286b0ced7b80817f76b5905d22eb64df2ac87ec0.css" />
    <script src="../assets/themes/mivocloud/assets/js/main-d71ed81af5301cf289f3a16dd891c06410aa1523216b44dd44f527e396348129.js"></script>

        <meta name="csrf-param" content="authenticity_token" />
<meta name="csrf-token" content="h7tbuLCDhheg7Xm94nw8KI3d97j7FVQcNFjm6zTBSBIFHE4NAUCmLc4F4yUnzm3zSvZlWxPBj8iXJlpUJFqR6A==" />
<title>Termeni și Condiții. Angajament de Calitate | MivoCloud</title>
<link rel="icon" href="../media/1/theme/favicon.png" type="image/x-icon">
<meta name="description" content="Condiții Termeni și Condiții / Confidențialitate / Angajament Calitate Termeni și Condiții Politica de Confidențialitate Angajamentul de Calitate 1. GENERAL 1.1 Acești &quot;Termeni și Condiți...">
<meta name="keywords" content="cloud hosting, cloud server, cloud computing, cloud infrastructure, infrastructure as a service, iaas, iaas provider, cloud provider, virtual cloud server, virtual server, vps, dedicated server, colocation, ssd cloud, ssd vps, ssd hosting, managed server,">
<link rel="alternate" type="application/rss+xml" href="rss">
<link rel="alternate" href="../index.html" hreflang="en">
<link rel="alternate" href="../md.html" hreflang="md">
<link rel="alternate" href="../ro.html" hreflang="ro">
<link rel="alternate" href="../ru.html" hreflang="ru">
<meta property="og:title" content="Termeni și Condiții. Angajament de Calitate | MivoCloud">
<meta property="og:description" content="  Condiții Termeni și Condiții / Confidențialitate / Angajament Calitate      Termeni și Condiții Politica de Confidențialitate Angajamentul de Calitate    1. GENERAL 1.1 Acești &quot;Termeni și Condiți...">
<meta property="og:type" content="website">
<meta property="og:url" content="https://www.mivocloud.com/md/legal">
<meta property="og:image" content="https://www.mivocloud.com/media/1/theme/mivo_card.png">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Termeni și Condiții. Angajament de Calitate | MivoCloud">
<meta name="twitter:description" content="  Condiții Termeni și Condiții / Confidențialitate / Angajament Calitate      Termeni și Condiții Politica de Confidențialitate Angajamentul de Calitate    1. GENERAL 1.1 Acești &quot;Termeni și Condiți...">
<meta name="twitter:url" content="https://www.mivocloud.com/md/legal">
<meta name="twitter:image" content="https://www.mivocloud.com/media/1/theme/mivo_card.png">
<meta name="twitter:site" content="https://www.mivocloud.com">
<meta name="twitter:creator" content="https://www.mivocloud.com">
<meta name="twitter:domain" content="www.mivocloud.com">
<meta name="author" content="MivoCloud">
<meta name="image" content="https://www.mivocloud.com/media/1/theme/mivo_card.png">
<meta name="url" content="https://www.mivocloud.com/md/legal">
<script>var ROOT_URL = '../md.html'; var LANGUAGE = 'md'; </script><script>window.GAID='UA-72766946-1';</script>

<script src="../assets/plugins/camaleon_google_analytic/google_analytics-51b12fd95caa31d18bb4404eb6da6add3485cc756d1660c435f314b8c4ce77b1.js"></script>


    <!--[if lt IE 9]>
        <script src="http://css3-mediaqueries-js.googlecode.com/svn/trunk/css3-mediaqueries.js"></script>
    <![endif]-->

</head>
<body class="stretched sticky-responsive-menu no-transition" >

    




    <!-- BEGIN Analytics -->
    <script type="text/javascript">
        var _paq = _paq || [];
        _paq.push(['trackPageView']);
        _paq.push(['enableLinkTracking']);
        (function() {
            var u="http://analytics.mivocloud.com/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '1']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
        })();
    </script>
    <noscript><p><img src="http://analytics.mivocloud.com/piwik.php?idsite=1" style="border:0;" alt="" /></p></noscript>
    <!-- END Analytics -->

    <!-- BEGIN Facebook JavaScript SDK -->
    <!-- <div id="fb-root"></div> -->
    <script>
        (function(d, s, id) {
            var js, fjs = d.getElementsByTagName(s)[0];
            if (d.getElementById(id)) return;
            js = d.createElement(s); js.id = id;
            js.src = "../../connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5";
            fjs.parentNode.insertBefore(js, fjs);
        }(document, 'script', 'facebook-jssdk'));
    </script>
    <!-- END Facebook JavaScript SDK -->

    <!-- BEGIN Twitter for Websites Widget -->
    <script>
        window.twttr = (function(d, s, id) {
            var js, fjs = d.getElementsByTagName(s)[0], t = window.twttr || {};
            if (d.getElementById(id)) return t;
            js = d.createElement(s);
            js.id = id;
            js.src = "../../platform.twitter.com/widgets.js";
            fjs.parentNode.insertBefore(js, fjs);
    
            t._e = [];
            t.ready = function(f) {
                t._e.push(f);
            };
    
            return t;
        }(document, "script", "twitter-wjs"));
    </script>
    <!-- END Twitter for Websites Widget -->

    <!-- BEGIN Document Wrapper -->
    <div id="wrapper" class="clearfix">

        <!-- BEGIN Header -->
        <header id="header" class="header dark">

            <div id="header-wrap">

                <div class="container clearfix">

                    <div id="primary-menu-trigger"><i class="icon-reorder"></i></div>

                    <!-- BEGIN Logo -->
                    <div id="logo">
                        <a href="../md.html" class="standard-logo" data-dark-logo="/assets/themes/mivocloud/assets/images/logo-dark-12fdc1cb98bb554877d59ced964f1a53e965c2dbca500b51563063f50eb02aa4.png"><img alt="MivoCloud" src="../assets/themes/mivocloud/assets/images/logo-dark-12fdc1cb98bb554877d59ced964f1a53e965c2dbca500b51563063f50eb02aa4.png" /></a>
                        <a href="../md.html" class="retina-logo" data-dark-logo="/assets/themes/mivocloud/assets/images/logo-dark@2x-cc455b89ae208c189729172fce478541f5a6f1148afaf04e53bc04e92f310605.png"><img alt="MivoCloud" src="../assets/themes/mivocloud/assets/images/logo-dark%402x-cc455b89ae208c189729172fce478541f5a6f1148afaf04e53bc04e92f310605.png" /></a>
                    </div>
                    <!-- END Logo -->

                    <!-- BEGIN Primary Navigation -->
                    <nav id="primary-menu" class="style-4">
                        <ul>
                        
                                <li>
                                        <a href="vps.html">VPS / VDS</a>
                                </li>
                                <li>
                                        <a href="dedicated-servers.html">Dedicate</a>
                                </li>
                                <li>
                                        <a href="#">IaaS</a>
                                        <ul>
                                                <li><a href="features.html">Avantaje</a></li>
                                                <li><a href="pricing.html">Prețuri</a></li>
                                        </ul>
                                </li>
                                <li>
                                        <a href="web-hosting.html">Web</a>
                                </li>
                                <li>
                                        <a href="#">Resurse</a>
                                        <ul>
                                                <li><a href="server-management.html">Administrare Server</a></li>
                                                <li><a href="contact-us.html">Contacte</a></li>
                                                <li><a href="blog.html">Blog</a></li>
                                                <li><a href="careers.html">Cariera</a></li>
                                        </ul>
                                </li>
                                <li>
                                        <a href="#" style="background-color: #000000;">Panou Control</a>
                                        <ul>
                                                <li><a href="https://my.mivocloud.com/">IaaS / Cloud</a></li>
                                                <li><a href="https://clients.mivocloud.com/clientarea.php">VPS / Dedicate / Hosting</a></li>
                                        </ul>
                                </li>

                        </ul>

                        <ul><li><a href='#'>md</a><ul><li> <a href='../legal.html'>en</a> </li><li> <a href='../ro/legal.html'>ro</a> </li><li> <a href='../ru/legal.html'>ru</a> </li></ul></li></ul>
                    </nav>
                    <!-- END Primary Navigation -->

                </div>

            </div>

        </header>
        <!-- END Header -->

        <!-- BEGIN Content -->
            <section id="page-title" class="page-title-parallax page-title-dark" style="background-image: url('../media/1/theme/slider_bg.png'); padding: 99px 0;" data-stellar-background-ratio="0.3">
<div class="container clearfix">
<h1>Condiții</h1>
<span>Termeni și Condiții / Confidențialitate / Angajament Calitate</span></div>
</section>
<section id="content">
<div class="container clearfix">
<div class="tabs tabs-alt clearfix topmargin-lg" id="tab-7">
<ul class="tab-nav clearfix">
<li><a href="#tabs-1">Termeni și Condiții</a></li>
<li><a href="#tabs-2">Politica de Confidențialitate</a></li>
<li class="hidden-phone"><a href="#tabs-3">Angajamentul de Calitate</a></li>
</ul>
<div class="tab-container">
<div class="tab-content clearfix" id="tabs-1">
<h5>1. GENERAL</h5>
<p><strong>1.1</strong> Acești "Termeni și Condiții" ("Contract", "Contract Electronic") reprezintă un acord cu putere juridică &icirc;ncheiat &icirc;ntre societatea "MIVOCLOUD" S.R.L. cu sediul &icirc;n Republica Moldova, Mun. Chișinău, str. Vl. Korolenko 6, &icirc;nregistrată la Camera &Icirc;nregistrării de Stat cu Codul Fiscal 1015600006357, reprezentată de POPOV Maxim &icirc;n calitate de administrator, denumită &icirc;n continuare "MivoCloud", "Furnizor";</p>
<p>și persoana fizică sau juridică care a creat un cont MivoCloud, denumit &icirc;n continuare "Client", "Utilizator". Acest Contract este aplicat pentru toate Serviciile furnizate de MivoCloud.</p>
<p><strong>1.2</strong> Contractul se consideră semnat (acceptat) prin utilizarea Site-ului Furnizorului sau/și prin crearea unui cont MivoCloud bif&acirc;nd "I have read and agree to the Terms of Service.". Astfel Utilizatorul confirmă citirea și acceptarea condițiilor contractuale.</p>
<p><strong>1.3</strong> &Icirc;n cazul c&acirc;nd o persoană plasează o comandă &icirc;n numele unei companii sau altei entități legale, aceasta &icirc;nseamnă că persoana garantează că are competența și dreptul legal de a reprezenta acea entitate și de a &icirc;ncheia Contractul din numele entității.</p>
<p><strong>1.4</strong> Utilizatorul garantează că deține dreptul legal și v&acirc;rsta legală de a &icirc;ncheia acest Acord și nu este limitat de a primi și a utiliza astfel de servicii de către nici o jurisdicție.</p>
<p><strong>1.5</strong> MivoCloud are dreptul să anuleze, să adauge sau să șteargă orice clauză din Contract &icirc;n orice moment. &Icirc;n acest caz MivoCloud va notifica Utilizatorul prin E-mail despre schimbările făcute și vom publica versiunea nouă a Contractului pe site. După primirea notificării Utilizatorul are dreptul să &icirc;nchidă contul sau să continue să folosească Serviciile. Contractul nou este considerat acceptat (semnat) de către Utilizator dacă nu &icirc;nchide contul său &icirc;n timp de 30 zile calendaristice după efectuarea schimbărilor &icirc;n Contract.</p>
<h5>2. SERVICIILE</h5>
<p><strong>2.1</strong> MivoCloud furnizează Servicii de Internet Hosting. Serviciile pot fi furnizate &icirc;n cadrul unei infrastructuri dedicate sau virtuale. Nici &icirc;n cadrul unei infrastructuri dedicate (Server Dedicat, Cloud Privat) nici &icirc;n cadrul unei infrastructuri virtuale (VPS, Server Cloud) Utilizatorul nu poate pretinde la nici un drept de proprietate asupra vreunui echipament, astfel toate echipamentele &icirc;n baza cărora se furnizează serviciul sunt cu drept de proprietate sau folosință de către MivoCloud, astfel Utilizatorul primește &icirc;n folosință doar resursele și spațiu pentru procesarea și stocarea datelor. Anumite Servici sunt furnizate pe bază de Tarif pe oră, alte Servicii sunt furnizate pe bază de Abonament lunar. Utilizatorul este unicul responsabil pentru potrivirea Serviciilor comandate.</p>
<p><strong>2.2</strong> Utilizatorul &icirc;nțelege, dă acordul și acceptă de a nu folosi Serviciile &icirc;n activități și/sau domenii unde &icirc;n cazul unei &icirc;ntreruperi, defecțiuni și/sau greșeli poate duce la orice fel de rănire, leziune, pagubă, daună și/sau deces a unei persoane și/sau orice fel de deteriorare a mediului.</p>
<p><strong>2.3</strong> MivoCloud are dreptul să accepte sau să refuze orice comandă pentru orice Serviciu.</p>
<p><strong>2.4</strong> MivoCloud are dreptul de a suspenda sau termina oricare Serviciu fără nici o răspundere sau notificare &icirc;n cazul c&acirc;nd:</p>
<ul>
<li>MivoCloud are suspiciuni că Serviciul unui Utilizator este accesat sau folosit de o parte terță fără autorizarea de către Utilizator;</li>
<li>Balanța Contului Utilizatorului este zero și/sau insuficientă pentru a acoperi Serviciile active curente;</li>
<li>Noi avem suspiciuni că Serviciile sunt sau vor fi folosite &icirc;ncălc&acirc;nd prevederile Contractului;</li>
<li>Utilizatorul nu cooperează &icirc;n investigațiile la &icirc;ncălcările suspectate;</li>
<li>este necesar pentru a proteja infrastructura Furnizorului și furnizarea Serviciilor către alți Utilizatori;</li>
<li>Noi avem suspiciuni că Utilizatorul este afiliat cu o persoană sau o entitate care a folosit Serviciile Furnizorului &icirc;n trecut și a &icirc;nchis contul;</li>
<li>Acordul privind calitatea Serviciilor (SLA) prevede astfel;</li>
<li>este necesar să acționăm astfel conform legii.</li>
</ul>
<p><strong>2.5</strong> Utilizatorul este responsabil pentru confidențialitatea contului, informației, datelor și toate acțiunile care au loc &icirc;n contul Utilizatorului și din numele Utilizatorului, de către orice persoană care dob&acirc;ndește acces la contul, datele și/sau serviciile Utilizatorului. Utilizatorul este responsabil pentru acțiunile și/sau inacțiunile &icirc;ntreprinse de Utilizator, clienții Utilizatorului și/sau oricare altă persoană care folosește orice Serviciu al Frunizorului. MivoCloud nu este responsabil pentru orice prejudiciu, defecțiune și/sau pagubă apărută din cauza folosirii și/sau accesării datelor și serviciilor Utilizatorului.</p>
<p><strong>2.6</strong> Utilizatorul trebuie imediat să ne transmită o notificare a oricărei scurgeri, &icirc;ncălcări, &icirc;ntreruperi, defecțiuni și/sau folosirea neautorizată a contului său. MivoCloud nu este responsabil pentru oricare fapt rezultat din greșeala Utilizatorului și/sau notificare &icirc;nt&acirc;rziată.</p>
<p><strong>2.7</strong> MivoCloud nu susține nici un Sitem de Operare sau/și orice alt software care funcționează &icirc;n cadrul unui Serviciu furnizat de MivoCloud.</p>
<p><strong>2.8</strong> MivoCloud are dreptul să actualizeze, să &icirc;nlocuiască, să adauge, să schimbe și/sau să &icirc;nlăture oricare Serviciu.</p>
<p><strong>2.9</strong> MivoCloud nu monitorizează și nu are responsabilitate pentru contentul, informația și datele care Utilizatorul le transmite și/sau le stochează &icirc;n cadrul serviciului furnizat. Utilizatorul este unicul responsabil pentru menținerea și crearea de backup-uri regulate și cel puțin o copie de backup curentă &icirc;n afara infrastructurii MivoCloud. MivoCloud nu este responsabil pentru careva pierdere de informație.</p>
<p><strong>2.10</strong> La crearea unui cont, Utilizatorul trebuie să furnizeze informația de contact, de identificare curentă și reală și altă informație cerută &icirc;n formularul de &icirc;nregistrare. Utilizatorul trebuie să mențină actuală și la zi informația dată. Utilizatorul este obligat să furnizeze dovezi a identității lui oric&acirc;nd cere MivoCloud. Dovezile trebuie să includă dar nu se limitează la, copia originală a pașaportului Utilizatorului și copia originală a dovezii adresei de reședință.</p>
<p><strong>2.11</strong> Serviciile furnizate de MivoCloud pot fi folosite strict numai &icirc;n scopuri legale. MivoCloud interzice strict:</p>
<ul>
<li>Tor Exit relays;</li>
<li>SPAM;</li>
<li>orice tip de atac DoS;</li>
<li>Scam, Malware, Botnet, Phishing;</li>
</ul>
<p>și alte acțiuni sau servicii care &icirc;ncalcă orice lege sau dăunează rețelei sau serviciilor MivoCloud</p>
<p><strong>2.12</strong> Toate adresele IP alocate utlizatorului de către MivoCloud răm&acirc;n &icirc;n proprietatea Furnizorului.</p>
<h5>3. ACHITAREA ȘI FACTURAREA</h5>
<p><strong>3.2</strong> Toate prețurile Serviciilor sunt publicate pe Site-ul furnizorului. MivoCloud are dreptul să schimbe prețurile oric&acirc;nd, fără nici o notificare. Prețurile și ofertele personalizate trebuie confirmate prin Acord scris adițional la Contract expediat prin E-mail.</p>
<p><strong>3.3</strong> MivoCloud are dreptul să furnizeze Servicii Gratuite, dar are dreptul să &icirc;nchidă orice Serviciu Gratuit &icirc;n orice timp fără nici o notificare.</p>
<p><strong>3.4</strong> Toate Serviciile furnizate de MivoCloud trebuie achitate &icirc;n avans. Asta &icirc;nseamnă că furnizarea Serviciilor este strict dependentă de menținerea de către Utilizator a contului său pozitiv și suficient pentru Serviciile comandate.</p>
<p><strong>3.5</strong> Pentru Serviciile cu achitarea pe bază de abonament lunar Utilizatorul va primi factura 10 zile &icirc;nainte de data de facturare prin E-mail. Dacă suma pentru achitare nu ajunge &icirc;n contul MivoCloud &icirc;nainte sau &icirc;n ziua de facturare, achitarea se consideră &icirc;nt&acirc;rziată. MivoCloud are dreptul să suspende Serviciile dacă o factură nu a fost achitată &icirc;n decurs de 3 zile după data de facturare, dar asta nu semnifică rezilierea Contractului.</p>
<p><strong>3.6</strong> Toate prețurile de pe Site sunt exprimate &icirc;n EUR. Pentru Utilizatorii din Republica Moldova prețurile sunt inclusiv TVA, și achitările trebuie efectuate &icirc;n MDL, conform cursului de schimb oficial de zi al Băncii Naționale a Moldovei (bnm.md). Pentru Utlizatorii din afara Republicii Moldova, toate prețurile sunt exclusiv TVA, și achitările trebuie efectuate &icirc;n EUR. Utilizatorul va acoperi și compensa toate taxele, costurile și cheltuielile rezultate din Achiziție.</p>
<p><strong>3.7</strong> Utilizatorii au dreptul la Garanția de returnarea banilor timp de 10 zile pentru prima achitare. Asta &icirc;nseamnă că Utilizatorii au dreptul să refuze Serviciile și să rezilieze Contractul fără nici un motiv sau explicație, dar cu o notificare expediată către MivoCloud prin E-mail &icirc;n decursul a 10 zile de la data primei achitări. &Icirc;n acest caz MivoCloud va returna suma rămasă &icirc;n Balanța Contului Utilizatorului &icirc;n decurs de 60 zile din data notificării de refuz a serviciilor. Utilizatorul nu are dreptul la returnarea banilor pentru Serviciile de &bdquo;Server Dedicat&rdquo; și Serviciile de &bdquo;Administrare Server&rdquo; sau &icirc;n cazul c&acirc;nd Utilizatorul a &icirc;ncălcat vreo clauză din Contract.</p>
<h5>4. TERMENELE CONTRACTULUI</h5>
<p><strong>4.1</strong> Contractul intră &icirc;n vigoare &icirc;ncep&acirc;nd cu momentul creării de către Utilizator a unui cont MivoCloud, acest moment se consideră și semnarea Contractului. Contractul este valabil și trebuie respectat p&acirc;nă la rezilierea lui de către o parte.</p>
<p><strong>4.2</strong> MivoCloud sau Utilizatorul are dreptul să rezilieze Contractul prin expedierea unei notificări prin E-mail cu 15 zile &icirc;nainte de data facturării.</p>
<p><strong>4.3</strong> MivoCloud are dreptul să rezilieze Contractul &icirc;n orice timp, fără nici o notificare și fără restituirea banilor rămași pe Balanța Contului Utilizatorului &icirc;n cazul c&acirc;nd:</p>
<ul>
<li>Utilizatorul &icirc;ncalcă careva clauză din Contract;</li>
<li>Utilizatorul a furnizat informația incompletă, incorectă și/sau falsă;</li>
<li>Utilizatorul nu folosește careva Serviciu sau Contul MivoCloud al lui timp de cel puțin 3 luni;</li>
<li>Utilizatorul are sume restante mai vechi de 10 zile;</li>
<li>MivoCloud are careva suspiciuni că Utilizatorul este afiliat cu o persoană sau entitate care a folosit Serviciile noastre &icirc;n trecut și a &icirc;nchis contul;</li>
<li>MivoCloud este obligat să acționeze astfel conform legii.</li>
</ul>
<p><strong>4.4</strong> După rezilierea Contractului Utilizatorul răm&acirc;ne responsabil pentru orice sumă restantă și este obligat să efectueze achitarea. Rezilierea Contractului nu afectează careva drepturi și/sau obligații apărute din Contract, ele sunt valabile și au putere juridică p&acirc;nă la executarea lor.</p>
<h5>5. Confidențialitatea</h5>
<p>Colectarea, păstrarea și folosirea datelor cu caracter personal sunt reglementate de Politica de Confidențialiate, care este parte a Contractului.</p>
<h5>6. Angajamentul de Calitate a Serviciilor (SLA)</h5>
<p>SLA este parte a Contractului.</p>
<h5>7. Obligații și Răspunderi</h5>
<p><strong>7.1</strong> MivoCloud nu este responsabilă pentru careva &icirc;ntreruperi a Serviciilor, daune, profit ratat, probleme tehnice și/sau oricare alt eveniment care nu este &icirc;n zona de control al MivoCloud.</p>
<p><strong>7.2</strong> MivoCloud nu garantează că Serviciile vor fi ne&icirc;ntrerupte, fără greșeli și/sau complet securizate și nu garantează securitatea și/sau siguranța datelor stocate.</p>
<p><strong>7.3</strong> MivoCloud nu garantează și nu este responsabil pentru produsele și/sau serviciile furnizate și/sau &icirc;n care sunt implicate părți terțe și nu garantează funcționalitatea lor.</p>
<h5>8. Despăgubiri</h5>
<p>Utilizatorul acceptă să despăgubească și să apere pe MivoCloud, angajații, furnizorii, afiliații și partenerii Furnizorului de la orice reclamație legală, orice pierdere, daună, cheltuială, taxă legală rezultată din acțiunile și/sau inacțiunile Utilizatorului, &icirc;ncălcarea legii, Contractului, orice fraudă și/sau neglijență. Cheltuielile suportate de MivoCloud trebuie achitate de către Utilizator odată cu apariția lor.</p>
<h5>9. Informația Confidențială</h5>
<p><strong>9.1</strong> Utilizatorul și oricare altă persoană terță nu are dreptul la acces fizic &icirc;n locul de unde se furnizează Serviciile, și nici la accesul fizic la echipamentul deținut &icirc;n proprietate sau folosință de către MivoCloud.</p>
<p><strong>9.2</strong> Utilizatorul acceptă să nu folosească și/sau să nu divulge orice informație confidențială, secret comercial și/sau proprietăți intelectuale ale MivoCloud către alte persoane terțe.</p>
<h5>10. Forța Majoră</h5>
<p><strong>10.1</strong> Orice eveniment care nu este &icirc;n zona de control al MivoCloud, din cauza cărora sunt suspendate și/sau anulate Serviciile, constituie un caz de forță majoră, și suspendă orice obligație avută de MivoCloud. Aceste evenimente includ dar nu sunt limitate la, pană de curent electric, orice conflict, incendiu, inundație, cutremur, furtună, dezatru natural, invazie de război, acțiuni teroriste, revoluții, embargo, blocadă, naționalizare, sancțiuni, defecțiune a infrastructurii și/sau alte obstacole din cauza unor părți terțe.</p>
<p><strong>10.2</strong> &Icirc;n timpul unui caz de forță majoră MivoCloud are dreptul de a suspenda și/sau anula orice obligație și/sau Serviciu fără nici o notificare și/sau compensare.</p>
<h5>11. Jurisdicția</h5>
<p>Orice dispută &icirc;n legătură cu acest contract este supusă jurisdicției Republicii Moldova și se va soluționa de către orice instanță competentă din Republica Moldova.</p>
ACTUALIZAT: 19.01.2016<br /> "MIVOCLOUD" S.R.L. 2016. Toate drepturile rezervate.</div>
</div>
<div class="tab-content clearfix" id="tabs-2">
<ul>
<li>MivoCloud nu va investiga și nu va monitoriza datele stocate și traficul de date al Utilizatorului fără permisiunea Utilizatorului. MivoCloud are dreptul să investigheze și să monitorizeze datele stocate și traficul de date al Utilizatorului doar pentru scopurile de facturare, pentru menținerea furnizării serviciilor și/sau &icirc;n cazul unor suspiciuni de &icirc;ncălcare a Contractului.</li>
<li>MivoCloud are dreptul de a dezvălui datele și informația Utilizatorului altei părți terțe doar conform legii și cu o expedierea unei notificări prealabile către Utilizator.</li>
<li>MivoCloud are dreptul de a acorda acces la serviciile unui Utilizator &icirc;n cazul unei anchete legale doar la cererea autorităților competente și numai după primirea acordului Utilizatorului &icirc;n formă scrisă expediat prin E-mail către MivoCloud.</li>
<li>MivoCloud colectează date personale furnizate de Utilizator, date colectate din cookies și/sau date recepționate de la părți terțe &icirc;n procesul de furnizare a Serviciilor.</li>
<li>MivoCloud va folosi datele personale a Utilizatorului pentru a furniza și a menține Serviciile comandate, pentru facturare și pentru diferite tipuri de notificări.</li>
</ul>
ACTUALIZAT: 19.01.2016<br /> "MIVOCLOUD" S.R.L. 2016. Toate drepturile rezervate.</div>
<div class="tab-content clearfix" id="tabs-3">
<h5>Garanția de Calitate a Serviciilor</h5>
<ul>
<li>MivoCloud garantează un uptime anual de 99,9% a infrastructurii MivoCloud.</li>
<li>MivoCloud va expedia notificare prin e-mail cu 24 ore &icirc;nainte de toate mentenanțele programate și/sau downtime. &Icirc;n cazul c&acirc;nd este necesară o mentenanță urgentă și/sau downtime, MivoCloud are dreptul să o facă fără să expedieze vreo notificare.</li>
<li>MivoCloud are dreptul să schimbe API sau să o suspende &icirc;n orice timp fără nici o notificare.</li>
<li>MivoCloud garantează disponibilitatea 24/7/365 a suportului tehnic. Utilizatorul poate să ne contacteze prin e-mail sau deschiz&acirc;nd un tichet de suport &icirc;n Panoul de Control.</li>
</ul>
<h5>Credite SLA</h5>
<ul>
<li>&Icirc;n cazul c&acirc;nd MivoCloud nu respectă condițiile SLA, Utilizatorul are dreptul să ceară Credite SLA de p&acirc;nă la 10 ori mai mare dec&icirc;t consumul pentru perioada nedisponibilității Serviciilor. Aceste tipuri de Credite nu pot fi returnate &icirc;n numerar sau &icirc;n oricare altă formă dec&icirc;t doar pentru folosirea lor pentru Serviciile furnizate de MivoCloud.</li>
<li>&Icirc;n cazul c&acirc;nd MivoCloud nu respectă condițiile SLA mai mult de 2 ori &icirc;ntr-o perioadă de 30 zile, Utilizator are dreptul să ceară Credite SLA de p&acirc;nă la 100% a consumului pentru ultimile 30 zile.</li>
<li>Pentru primirea Creditelor SLA, Utilizatorul trebuie să ne expedieze o cerere prin e-mail cu specificarea dății, timpului de &icirc;ncepere a perioadei de indisponibilitate a Serviciilor, duratei de indisponibilitate și cantitatea Creditelor SLA solicitate. MivoCloud va transfera Creditele SLA &icirc;n decurs de 60 zile din data cererii &icirc;n cazul aprobării cererii de către noi.</li>
</ul>
ACTUALIZAT: 19.01.2016<br /> "MIVOCLOUD" S.R.L. 2016. Toate drepturile rezervate.</div>
</div>
</div>
</section>
        <div id="contact">
    <div class="promo promo-light promo-full nobottommargin" style="background-color: #efefef;">
        <div class="container clearfix">
            <h3>Vreai o <span>Consultație</span> sau un <span>Sfat</span>? &Icirc;ntreabă un <span>Expert</span> MivoCloud. Este <span>Gratis</span>.</h3>
            <span>Specialiștii MivoCloud sunt gata 24/7/365 să te ajute. Nu mai ghici, scrie-ne acum.</span>
            <a href="contact-us.html" class="button button-rounded" style="background-color: #0193b7;">Contactează-ne</a>
        </div>
    </div>
</div>


        <!-- END Content -->

        <!-- BEGIN Footer -->
        <footer id="footer" class="dark">
        
            <!-- BEGIN Copyrights -->
            <div id="copyrights">

                <div class="container clearfix">

                    <div class="col_two_third">

                        <!-- BEGIN Bottom Menu -->
                        <div class="copyrights-menu copyright-links clearfix">
                            
                                <a href="cloud.html">Cloud</a>
                                <a href="features.html">Avantaje</a>
                                <a href="pricing.html">Prețuri</a>
                                <a href="dedicated-servers.html">Dedicate</a>
                                <a href="server-management.html">Administrare Server</a>
                                <a href="contact-us.html">Contacte</a>

                        </div>
                        <!-- END Bottom Menu -->

                        Copyrights &copy; 2017 by MivoCloud S.R.L.<br>                        
                        <div class="copyright-links"><a href="legal.html">Termeni și Condiții / Confidențialitate / Angajament Calitate</a></div>                        
                    </div>

                    <div class="col_one_third col_last tright">
                        <div class="widget subscribe-widget clearfix">
                            <!-- <h5>Get our <strong>Monthly Amazing</strong> Offers:</h5> -->
                            <form class="nobottommargin" action="https://www.mivocloud.com/md/plugins/cama_subscriber/subscribe" accept-charset="UTF-8" method="post"><input name="utf8" type="hidden" value="&#x2713;" /><input type="hidden" name="authenticity_token" value="fVjDT0LGuATr2IaErw7MRCt8BfC00+0j9u2KUwdJyU///9b68wWYPoUwHBxqvJ2f7FeXE1wHNvdVkzbsF9IQtQ==" /> 
                                <input type='hidden' name="group_id" value='1'>
                                <div class="input-group divcenter">
                                    <span class="input-group-addon"><i class="icon-email2"></i></span>
                                    <input type="email" id="widget-subscribe-form-email" name="email" class="form-control required email" placeholder="E-mail">
                                    <span class="input-group-btn">
                                        <button class="btn btn-success" style="background-color: #3EC303;" type="submit">Abonare</button>
                                    </span>
                                </div>
</form>                        </div>
                    </div>

                </div>

            </div>
            <!-- END Copyrights -->

        </footer>
        <!-- END Footer -->

    </div>
    <!-- END Document Wrapper -->

    <!-- Go To Top -->
    <div id="gotoTop" class="icon-angle-up"></div>

    <!-- Footer Scripts -->
    <!-- <script type="text/javascript" src="/assets/themes/mivocloud/assets/js/functions.js"></script> -->
    <script src="../assets/themes/mivocloud/assets/js/functions-4b4e388edb80cc3b8944b92938ea3145d611f97bdea8bacab7e2d71324fbe7b3.js"></script>

    <!-- BEGIN Corporate Contacts Code -->  
    <script type="application/ld+json">
        {
          "@context": "http://schema.org",
          "@type": "Organization",
          "url": "https://www.mivocloud.com",
          "logo": "https://www.mivocloud.com/images/logo_big.png",
          "name" : "MivoCloud",
          "contactPoint" : [{
              "@type" : "ContactPoint",
              "telephone" : "+373 795 10001",
              "contactType" : "customer support"
          }],
          "sameAs" : [
              "https://www.facebook.com/MivoCloud/",
              "https://twitter.com/mivocloud"
          ]
        }
    </script>
    <script type="application/ld+json">
        {
      "@context" : "http://schema.org",
      "@type" : "WebSite",
      "name" : "MivoCloud",
      "url" : "https://www.mivocloud.com"
    }
    </script>
    <!-- END Corporate Contacts Code -->

</body>

<!-- Mirrored from www.mivocloud.com/md/legal by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 08 May 2018 22:47:27 GMT -->
</html>
