<!DOCTYPE html>
<html dir="ltr" lang="en-US">

<!-- Mirrored from www.mivocloud.com/ro/blog/ce-este-un-atac-ddos by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 08 May 2018 22:48:19 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=utf-8" /><!-- /Added by HTTrack -->
<head>

    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1" />

    <link href="https://fonts.googleapis.com/css?family=Open+Sans:300,400,400italic,600,700|Raleway:300,400,500,600,700|Crete+Round:400italic" rel="stylesheet" type="text/css">
    <!-- <link href="https://fonts.googleapis.com/css?family=Open+Sans:300,400,400italic,600,700|Crete+Round:400italic" rel="stylesheet" type="text/css">
    <link href="/fonts/fonts.css" rel="stylesheet" type="text/css"> -->

    <link rel="stylesheet" media="screen" href="../../assets/themes/mivocloud/assets/css/main-e9e22fa35743aaed50bb7ef0286b0ced7b80817f76b5905d22eb64df2ac87ec0.css" />
    <script src="../../assets/themes/mivocloud/assets/js/main-d71ed81af5301cf289f3a16dd891c06410aa1523216b44dd44f527e396348129.js"></script>

        <meta name="csrf-param" content="authenticity_token" />
<meta name="csrf-token" content="0dpfaESTUiaF/UTNQKxr4cXAjjSYJYitpFnXDdxoFsZTfUrd9VByHOsV3lWFHjo6Ausc13DxU3kHJ2uyzPPPPA==" />
<title>Ce este un atac DDoS? | MivoCloud Blog</title>
<link rel="icon" href="../../media/1/theme/favicon.png" type="image/x-icon">
<meta name="description" content="Termenul DDoS răsună ori de câte ori cyber-activismul își face auzit glasul în mulțime. Aceste tipuri de atacuri sunt cap de subiect internațional, dintr-un șir de motive. Problemele care stau la b...">
<meta name="keywords" content="cloud hosting, cloud server, cloud computing, cloud infrastructure, infrastructure as a service, iaas, iaas provider, cloud provider, virtual cloud server, virtual server, vps, dedicated server, colocation, ssd cloud, ssd vps, ssd hosting, managed server,">
<link rel="alternate" type="application/rss+xml" href="../rss">
<link rel="alternate" href="../../index.html" hreflang="en">
<link rel="alternate" href="../../md.html" hreflang="md">
<link rel="alternate" href="../../ro.html" hreflang="ro">
<link rel="alternate" href="../../ru.html" hreflang="ru">
<meta property="og:title" content="Ce este un atac DDoS? | MivoCloud Blog">
<meta property="og:description" content="Termenul DDoS răsună ori de câte ori cyber-activismul își face auzit glasul în mulțime. Aceste tipuri de atacuri sunt cap de subiect internațional, dintr-un șir de motive. Problemele care stau la b...">
<meta property="og:type" content="website">
<meta property="og:url" content="https://www.mivocloud.com/ro/blog/ce-este-un-atac-ddos">
<meta property="og:image" content="https://www.mivocloud.com/media/1/blog/DDOS.jpg">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Ce este un atac DDoS? | MivoCloud Blog">
<meta name="twitter:description" content="Termenul DDoS răsună ori de câte ori cyber-activismul își face auzit glasul în mulțime. Aceste tipuri de atacuri sunt cap de subiect internațional, dintr-un șir de motive. Problemele care stau la b...">
<meta name="twitter:url" content="https://www.mivocloud.com/ro/blog/ce-este-un-atac-ddos">
<meta name="twitter:image" content="https://www.mivocloud.com/media/1/blog/DDOS.jpg">
<meta name="twitter:site" content="https://www.mivocloud.com">
<meta name="twitter:creator" content="https://www.mivocloud.com">
<meta name="twitter:domain" content="www.mivocloud.com">
<meta name="author" content="MivoCloud">
<meta name="image" content="https://www.mivocloud.com/media/1/blog/DDOS.jpg">
<meta name="url" content="https://www.mivocloud.com/ro/blog/ce-este-un-atac-ddos">
<script>var ROOT_URL = '../../ro.html'; var LANGUAGE = 'ro'; </script><script>window.GAID='UA-72766946-1';</script>

<script src="../../assets/plugins/camaleon_google_analytic/google_analytics-51b12fd95caa31d18bb4404eb6da6add3485cc756d1660c435f314b8c4ce77b1.js"></script>


    <!--[if lt IE 9]>
        <script src="http://css3-mediaqueries-js.googlecode.com/svn/trunk/css3-mediaqueries.js"></script>
    <![endif]-->

</head>
<body class="stretched sticky-responsive-menu no-transition" >

    




    <!-- BEGIN Analytics -->
    <script type="text/javascript">
        var _paq = _paq || [];
        _paq.push(['trackPageView']);
        _paq.push(['enableLinkTracking']);
        (function() {
            var u="http://analytics.mivocloud.com/";
            _paq.push(['setTrackerUrl', u+'piwik.php']);
            _paq.push(['setSiteId', '1']);
            var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
            g.type='text/javascript'; g.async=true; g.defer=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
        })();
    </script>
    <noscript><p><img src="http://analytics.mivocloud.com/piwik.php?idsite=1" style="border:0;" alt="" /></p></noscript>
    <!-- END Analytics -->

    <!-- BEGIN Facebook JavaScript SDK -->
    <!-- <div id="fb-root"></div> -->
    <script>
        (function(d, s, id) {
            var js, fjs = d.getElementsByTagName(s)[0];
            if (d.getElementById(id)) return;
            js = d.createElement(s); js.id = id;
            js.src = "../../../connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5";
            fjs.parentNode.insertBefore(js, fjs);
        }(document, 'script', 'facebook-jssdk'));
    </script>
    <!-- END Facebook JavaScript SDK -->

    <!-- BEGIN Twitter for Websites Widget -->
    <script>
        window.twttr = (function(d, s, id) {
            var js, fjs = d.getElementsByTagName(s)[0], t = window.twttr || {};
            if (d.getElementById(id)) return t;
            js = d.createElement(s);
            js.id = id;
            js.src = "../../../platform.twitter.com/widgets.js";
            fjs.parentNode.insertBefore(js, fjs);
    
            t._e = [];
            t.ready = function(f) {
                t._e.push(f);
            };
    
            return t;
        }(document, "script", "twitter-wjs"));
    </script>
    <!-- END Twitter for Websites Widget -->

    <!-- BEGIN Document Wrapper -->
    <div id="wrapper" class="clearfix">

        <!-- BEGIN Header -->
        <header id="header" class="header dark">

            <div id="header-wrap">

                <div class="container clearfix">

                    <div id="primary-menu-trigger"><i class="icon-reorder"></i></div>

                    <!-- BEGIN Logo -->
                    <div id="logo">
                        <a href="../../ro.html" class="standard-logo" data-dark-logo="/assets/themes/mivocloud/assets/images/logo-dark-12fdc1cb98bb554877d59ced964f1a53e965c2dbca500b51563063f50eb02aa4.png"><img alt="MivoCloud" src="../../assets/themes/mivocloud/assets/images/logo-dark-12fdc1cb98bb554877d59ced964f1a53e965c2dbca500b51563063f50eb02aa4.png" /></a>
                        <a href="../../ro.html" class="retina-logo" data-dark-logo="/assets/themes/mivocloud/assets/images/logo-dark@2x-cc455b89ae208c189729172fce478541f5a6f1148afaf04e53bc04e92f310605.png"><img alt="MivoCloud" src="../../assets/themes/mivocloud/assets/images/logo-dark%402x-cc455b89ae208c189729172fce478541f5a6f1148afaf04e53bc04e92f310605.png" /></a>
                    </div>
                    <!-- END Logo -->

                    <!-- BEGIN Primary Navigation -->
                    <nav id="primary-menu" class="style-4">
                        <ul>
                        
                                <li>
                                        <a href="../vps.html">VPS / VDS</a>
                                </li>
                                <li>
                                        <a href="../dedicated-servers-romania.html">Dedicate</a>
                                </li>
                                <li>
                                        <a href="#">IaaS</a>
                                        <ul>
                                                <li><a href="../features.html">Avantaje</a></li>
                                                <li><a href="../pricing.html">Prețuri</a></li>
                                        </ul>
                                </li>
                                <li>
                                        <a href="../web-hosting.html">Web</a>
                                </li>
                                <li>
                                        <a href="#">Resurse</a>
                                        <ul>
                                                <li><a href="../server-management.html">Administrare Server</a></li>
                                                <li><a href="../contact-us.html">Contacte</a></li>
                                                <li><a href="../blog.html">Blog</a></li>
                                                <li><a href="../careers.html">Cariera</a></li>
                                        </ul>
                                </li>
                                <li>
                                        <a href="#" style="background-color: #000000;">Panou Control</a>
                                        <ul>
                                                <li><a href="https://my.mivocloud.com/">IaaS / Cloud</a></li>
                                                <li><a href="https://clients.mivocloud.com/clientarea.php">VPS / Dedicate / Hosting</a></li>
                                        </ul>
                                </li>

                        </ul>

                        <ul><li><a href='#'>ro</a><ul><li> <a href='../../blog/ce-este-un-atac-ddos.html'>en</a> </li><li> <a href='../../md/blog/ce-este-un-atac-ddos.html'>md</a> </li><li> <a href='../../ru/blog/ce-este-un-atac-ddos.html'>ru</a> </li></ul></li></ul>
                    </nav>
                    <!-- END Primary Navigation -->

                </div>

            </div>

        </header>
        <!-- END Header -->

        <!-- BEGIN Content -->
                    <section id="page-title" class="page-title-parallax page-title-dark" style="background-image: url('../../media/1/theme/slider_bg.png'); padding: 60px 0;" data-stellar-background-ratio="0.3">

    <div class="container clearfix">
        <h1>Blog</h1>
        <span>Știri. Articole. Promoții Uimitoare.</span>              
    </div>

</section>


<section id="content">
            

    <div class="content-wrap">

        <div class="container clearfix">
    
            <!-- Post Content
            ============================================= -->
            <div class="postcontent nobottommargin clearfix">
    
                <div class="single-post nobottommargin">
    
                    <!-- Single Post
                    ============================================= -->
                    <div class="entry clearfix">

                        <!-- Entry Title
                        ============================================= -->
                        <div class="entry-title">
                            <h2>Ce este un atac DDoS?</h2>
                        </div><!-- .entry-title end -->

                        <!-- Entry Meta
                        ============================================= -->
                        <ul class="entry-meta clearfix">
                            <li><i class="icon-calendar3"></i>15 Septembrie 2017 12:02</li>
                            <li><i class="icon-user"></i>Vladimir Marian</li>
                            <li>
                                <i class="icon-folder-open"></i>
                                <a href="../category/6-general.html">General</a>
                            </li>
                        </ul><!-- .entry-meta end -->

                        <div class="entry-image">
                            <a href="ce-este-un-atac-ddos.html"><img src="../../media/1/blog/DDOS.jpg" alt="Ddos" /></a>
                        </div>
    
    
                        <!-- Entry Content
                        ============================================= -->
                        <div class="entry-content notopmargin">
    
                                <p>Termenul DDoS răsună ori de c&acirc;te ori cyber-activismul &icirc;și face auzit glasul &icirc;n mulțime. Aceste tipuri de atacuri sunt cap de subiect internațional, dintr-un șir de motive. Problemele care stau la baza acestor atacuri DDoS sunt adesea controversate sau motivate puternic de politică. Din moment ce un număr mare de utilizatori frecvenți este afectat de atacuri, este o problemă care manipulează oamenii.</p>
<p>Posibil cel mai important aspect este faptul că o mulțime de oameni nu știu ce anume constituie un atac DDoS. &Icirc;n ciuda frecvenței sale cresc&acirc;nde, dacă ar fi să judecăm după titlurile din ziare, atacurile DDoS poate fi orice, de la vandalism digital p&acirc;nă la cyber-terorism &icirc;n adevăratul sens al cuv&icirc;ntului.</p>
<p>Deci, ce atrage după sine un DDoS sau Blocarea Distribuită a Serviciului? Cum funcționează acesta și cum afectează ținta aleasă și utilizatorii acesteia? Toate acestea sunt &icirc;ntrebări importante și vor fi subiectul asupra căruia ne vom concentra &icirc;n acest articol MakeUseOfExplains.</p>
<h3>Denial Of Service &ndash; Blocarea Serviciului</h3>
<p>&Icirc;nainte de a aborda problema DDoS, adică atacurile de Blocare Distribuită a Serviciului, să atragem atenția asupra unui grup mai mare de probleme numite Denial of Service (DoS) - Blocarea Serviciului.</p>
<p>Denial of Service este o problemă extinsă. Simplu vorbind, un site web are probleme de tipul DoS atunci c&acirc;nd nu mai este &icirc;n măsură să-și deservească utilizatorii regulați. Atunci c&acirc;nd prea mulți oameni se conectează la Twitter, apare Fail Whale, indic&acirc;nd faptul că site-ul a atins și a depășit capacitatea sa maximă. &Icirc;n esență, Twitter se confruntă cu un DoS.</p>
<p>De cele mai multe ori, aceste probleme apar fără a fi rău-intenționate. Un site de dimensiuni mai mari se conectează la&nbsp; un site mai mic, care nu este construit pentru a face față aceluiași nivel de trafic.</p>
<p>Un atac de tip Denial of Service, prin urmare, indică existența unor intenții negative. Atacatorul depune eforturi &icirc;ncerc&acirc;nd să cauzeze probleme de tip DoS. Tehnicile folosite cu acest scop variază foarte mult - un atac DoS se referă la rezultatul intenționat al atacului, nu și la modul &icirc;n care acesta este executat. &Icirc;n general, prin utilizarea din abundență a resurselor sistemului, acesta poate face ca sistemul să nu mai fie disponibil utilizatorilor săi regulați, &icirc;n cele din urmă chiar bloc&acirc;nd sistemul și deconect&acirc;ndu-l &icirc;n totalitate.</p>
<h3>Distributed (DDoS) Attacks &ndash; Atacurile Distribuite</h3>
<p>Diferența dintre Distributed Denial of Service (DDoS) și atacurile DoS obișnuite este domeniul de aplicare al atacului. &Icirc;n timp ce DoS este executat de către un singur atacator care folosește un singur sistem, un atac distribuit este realizat &icirc;n cadrul a multiple sisteme de atac.</p>
<p>Agenți care participă voluntar</p>
<p>Uneori, multipli atacatori se grupează, fiecare particip&acirc;nd la&nbsp; atac &icirc;n mod voluntar. Software-ul care este folosit pentru stres-testarea sistemelor, sau software-ul special conceput pentru a provoca haos este instalat &icirc;n fiecare sistem. Pentru ca atacul să funcționeze, acesta trebuie să fie coordonat.Coordonați prin camere de chat IRC, forumuri, sau chiar feed-uri Twitter, atacatorii se năpustesc &icirc;n masă asupra unei singure ținte, &icirc;ncerc&acirc;nd să o inunde cu activitate pentru a perturba utilizarea ei sau a avaria sistem.</p>
<p>Atunci c&acirc;nd PayPal, Visa și MasterCard au &icirc;nceput să boicoteze WikiLeaks spre sf&acirc;rșitul anului 2010, suporterii WikiLeaks au executat un DDoS coordonat, bloc&acirc;nd temporar pagina de start a mai multor site-ur. Atacuri similare au vizat și alte bănci și chiar agențiile naționale de securitate. Important de reținut este faptul că storefront-ul site-ului web este inundat și blocat, &icirc;n timp ce rețelele interne ale agențiilor de securitate și ale băncilor sunt de obicei lăsate neatinse, așa cum este arătat &icirc;n ilustrația 932 XKCD, prezentată mai sus.</p>
<h3>Sisteme Zombie sau Botnet-uri</h3>
<p>Un atac de tip Blocare Distribuită a Serviciului necesită mai multe sisteme de atac. De obicei, nu este nevoie de mai mulți atacatori. Frecvent, atacurile la scară largă nu sunt efectuate utiliz&acirc;nd computerul propriu al atacatorului, ci printr-un număr mare de sisteme zombie infectate. Atacatorii pot abuza de o vulnerabilitate de tip zero-day și pot folosi un vierme sau un cal troian informatic pentru a obține controlul asupra unui număr mare de sisteme compromise. Atacatorul utilizează apoi aceste sisteme infectate pentru a planifica un atac asupra țintei. Sistemele infectate utilizate &icirc;n acest mod sunt adesea numite bots-uri sau sisteme zombie. O colecție de bots-uri este calificată drept un botnet. Cu toate că site-ul vizat de atacul DDoS este de obicei descris ca fiind singura victimă, utilizatorii cu sistemele infectate care fac parte din botnet sunt afectate &icirc;n mod similar. Pe l&acirc;ngă faptul că calculatoarele lor sunt utilizate &icirc;n atacurile ilicite, resursele computerului lor și a conexiunii lor la Internet sunt consumate de botnet.</p>
<h3>Tipuri de atacuri</h3>
<p>După cum a fost menționat mai sus, un atac DDoS exprimă doar scopul atacului - furtul de resurse a unui sistem și crearea imposibilității sale de a-și efectua activitatea prevăzută. Există mai multe modalități de a atinge acest obiectiv. Atacatorul poate acapara resursele sistemului, sau chiar deturna sistemul și determina prăbușirea acestuia. &Icirc;n cazurile severe, atacul de tip Blocare Permanentă a Serviciului (PDoS) cunoscut și sub numele de phlashing, aduce at&acirc;t de mult haos țintei &icirc;nc&acirc;t componentele hardware trebuie să fie &icirc;nlocuite &icirc;n totalitate&nbsp; pentru a fi &icirc;n măsură să &icirc;și re&icirc;nceapă activitatea normală.</p>
<p>Vom arunca o privire lasupra a două metode de atac importante. Această listă nu este nicidecum suficient de cuprinzătoare. O listă mai lungă poate fi găsită &icirc;n articolul DoS&nbsp; din Wikipedia.</p>
<p>&nbsp;</p>
<h3>Atacul de tip ICMP Flood</h3>
<p>ICMP (sau Internet Control Message Protocol, dar asta e mai puțin important) este o parte constituentă a protocolului de internet. Un atac de tip ICMP Flood este realizat prin bombardarea unei rețele cu pachete de rețea, folosind resursele rețelei și cauz&acirc;nd prăbușirea acesteia. Un tip de atac este Ping Flood, un atac simplu de tip DoS&nbsp; &icirc;n care atacatorul &icirc;și bombardează &icirc;n mod eficient ținta cu pachete de tip "ping". Ideea este că lățimea de bandă a atacatorului este mai mare dec&acirc;t a țintei sale.</p>
<p>Un atac Smurf este un tip mai inteligent de ICMP flooding. Unele rețele permit clienților săi să difuzeze mesaje către toți ceilalți clienți prin trimiterea acestora la o singură adresă de difuzare. Un atac de tip Smurf vizează această adresă de difuzare și face ca pachetele sale să arate de parcă provin din interiorul țintei. Ținta difuzează aceste pachete către toți clienții rețelei, servind drept un amplificator propriu-zis al atacului.</p>
<h3>Atacul de tip (S)SYN Flood</h3>
<p>Un atac de tip (S) SYN Flood se bazează pe principiile de funcționare de bază ale comunicării &icirc;n rețea. &Icirc;n timpul operațiunilor normale, un client inițiază comunicarea prin transmiterea către server a unui pachet TCP / SYN, &icirc;n esență, spun&acirc;ndu-i serverului că dorește să comunice. Serverul, odată ce primește pachetul, creează o conexiune pentru a comunica cu clientul și trimite &icirc;napoi o confirmare&nbsp; și o referință la canalul de comunicare.</p>
<p>Clientul, la r&acirc;ndul său,&nbsp; trimite &icirc;napoi o confirmare de primire, și &icirc;ncepe comunicarea cu serverul. Cu toate acestea, &icirc;n cazul &icirc;n care clientul nu răspunde cu cea de a doua confirmare, serverul presupune că aceasta nu a ajuns &icirc;n mod corespunzător (așa cum se &icirc;nt&acirc;mplă, &icirc;n mod rezonabil, destul de des) și &icirc;l transmite din nou.</p>
<p>Un atac de tip (S) SYN Flood abuzează de acest mecanism prin trimiterea a nenumărate pachete TCP / SYN (fiecare cu o origine falsă, specificată). Fiecare pachet determină serverul să creeze o conexiune și să continue transmiterea confirmărilor. &Icirc;n scurt timp, serverul va utiliza toate resursele proprii, cu conexiuni pe jumătate deschise. Acest principiu este arătat &icirc;n<span>&nbsp;</span><a href="http://www.reddit.com/r/comics/comments/f00lk/i_drew_a_comic_about_dos_attacks_please_say_nice/" title="Reddit">ilustrația de aici</a>, desenată și postată de&nbsp; Reddit verisimilarity.</p>
<p>După cum a fost explicat mai sus, atacurile DDoS sunt variate, dar au un scop unic: să nu permită(temporar) utilizatorilor autentici să folosească sistemul țintă.</p>
<p>Cele expuse coincid cu ideile tale inițiale cu privire la atacurile DDoS? Spune-ne &icirc;n secțiunea Comentarii.</p>
<p><strong>&nbsp;</strong></p>

                            <!-- Post Single - Content End -->
        
                            <!-- Tag Cloud
                            ============================================= -->
                            <div class="tagcloud clearfix bottommargin">
                            </div><!-- .tagcloud end -->
            
                            <div class="clear"></div>
            
                            <!-- Post Single - Share
                            ============================================= -->
                            <div class="si-share noborder clearfix">
                                <span>Partajează acest Articol:</span>
                                <!-- <div><a class="twitter-share-button" href="https://twitter.com/intent/tweet">Tweet</a></div> -->
                                <!-- <div class="fb-share-button" data-href="" data-layout="button_count"></div> -->
                                <div>
                                    <a href="https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.mivocloud.com%2Fro%2Fblog%2Fce-este-un-atac-ddos" target="_blank" class="social-icon si-borderless si-facebook">
                                        <i class="icon-facebook"></i>
                                        <i class="icon-facebook"></i>
                                    </a>
                                    <a href="https://twitter.com/intent/tweet?text=Ce+este+un+atac+DDoS%3F&amp;url=https%3A%2F%2Fwww.mivocloud.com%2Fro%2Fblog%2Fce-este-un-atac-ddos" target="_blank" class="social-icon si-borderless si-twitter">
                                        <i class="icon-twitter"></i>
                                        <i class="icon-twitter"></i>
                                    </a>
                                    <a href="https://plus.google.com/share?url=https%3A%2F%2Fwww.mivocloud.com%2Fro%2Fblog%2Fce-este-un-atac-ddos" target="_blank" class="social-icon si-borderless si-gplus">
                                        <i class="icon-gplus"></i>
                                        <i class="icon-gplus"></i>
                                    </a>
                                    <a href="http://vk.com/share.php?url=https%3A%2F%2Fwww.mivocloud.com%2Fro%2Fblog%2Fce-este-un-atac-ddos" target="_blank" class="social-icon si-borderless si-vk">
                                        <i class="icon-vk"></i>
                                        <i class="icon-vk"></i>
                                    </a>
                                </div>
                            </div><!-- Post Single - Share End -->
    
                         </div>

                    </div><!-- .entry end -->
    
                    <!-- Comments
                    ============================================= -->
                    <div class="clearfix">
    
                        <!-- Facebook Comments
                        ============================================= -->
                        <div class="fb-comments" data-width="100%" data-href="https://www.mivocloud.com/ro/blog/ce-este-un-atac-ddos" data-numposts="5" data-colorscheme="light"></div>
                        <!-- Facebook Comments end -->
    
                    </div><!-- #comments end -->
    
                </div>

            </div><!-- .postcontent end -->

            <!-- BEGIN Right Sidebar -->
            <div class="sidebar nobottommargin col_last clearfix">
                <div class="sidebar-widgets-wrap">

                    <div class="widget clearfix">
                    <form class="nobottommargin" action="https://www.mivocloud.com/ro/search" accept-charset="UTF-8" method="get"><input name="utf8" type="hidden" value="&#x2713;" />
    <div class="input-group divcenter">
        <input type="text" name="q" class="form-control" placeholder="Căutare...">
        <span class="input-group-btn">
            <button type="submit" class="btn"><i class="icon-search3"></i></button>
        </span>
    </div>
</form>
                    </div>

                    <!-- BEGIN Category List -->
                    <div class="widget widget_links clearfix">
                        <h4>Categorii</h4>
                        <ul>
                                <li><a href="../category/6-general.html">General</a></li>
                                <li><a href="../category/70-security-advisories.html">Security Advisories</a></li>
                                <li><a href="../category/112-uncategorized.html">Uncategorized</a></li>
                        </ul>
                    </div>
                    <!-- END Category List -->

                    <!-- BEGIN Tag List -->
                    <div class="widget clearfix">
                        <h4>Tag-uri</h4>
                        <div class="tagcloud">
                                <a href="../tag/71-cloud-computing.html">Cloud Computing</a>
                                <a href="../tag/72-iaas.html">IaaS</a>
                                <a href="../tag/73-public-cloud.html">Public Cloud</a>
                                <a href="../tag/74-virtual-datacenter.html">Virtual Datacenter</a>
                                <a href="../tag/75-cloud-server.html">Cloud Server</a>
                                <a href="../tag/118-web.html">web</a>
                                <a href="../tag/119-hosting.html">hosting</a>
                                <a href="../tag/120-ssl.html">ssl</a>
                                <a href="../tag/121-security.html">security</a>
                        </div>
                    </div>
                    <!-- END Tag List -->
    
                    <!-- BEGIN Twitter Follow Button -->
                    <div class="widget widget-twitter-feed clearfix">
                        <h4>Fii Conectat</h4>
                        <a href="https://twitter.com/mivocloud" class="twitter-follow-button" data-show-count="false" data-size="large">Follow @mivocloud</a>
                    </div>
                    <!-- END Twitter Follow Button -->
    
                    <!-- BEGIN Facebook Page -->
                    <div class="widget clearfix">
                        <div class="fb-page" data-href="https://www.facebook.com/MivoCloud/" data-small-header="false" data-adapt-container-width="true" data-hide-cover="false" data-show- facepile="true">
                            <div class="fb-xfbml-parse-ignore"><blockquote cite="https://www.facebook.com/MivoCloud/"><a href="https://www.facebook.com/MivoCloud/">MivoCloud</a></blockquote></div>
                        </div>
                    </div>
                    <!-- END Facebook Page -->
    
                </div>
    
            </div>
            <!-- END Right Sidebar -->

        </div>

    </div>

            <div id="contact">
    <div class="promo promo-light promo-full nobottommargin" style="background-color: #efefef;">
        <div class="container clearfix">
            <h3>Vreai o <span>Consultație</span> sau un <span>Sfat</span>? &Icirc;ntreabă un <span>Expert</span> MivoCloud. Este <span>Gratis</span>.</h3>
            <span>Specialiștii MivoCloud sunt gata 24/7/365 să te ajute. Nu mai ghici, scrie-ne acum.</span>
            <a href="../contact-us.html" class="button button-rounded" style="background-color: #0193b7;">Contactează-ne</a>
        </div>
    </div>
</div>


</section>

        <!-- END Content -->

        <!-- BEGIN Footer -->
        <footer id="footer" class="dark">
        
            <!-- BEGIN Copyrights -->
            <div id="copyrights">

                <div class="container clearfix">

                    <div class="col_two_third">

                        <!-- BEGIN Bottom Menu -->
                        <div class="copyrights-menu copyright-links clearfix">
                            
                                <a href="../cloud.html">Cloud</a>
                                <a href="../features.html">Avantaje</a>
                                <a href="../pricing.html">Prețuri</a>
                                <a href="../dedicated-servers-romania.html">Dedicate</a>
                                <a href="../server-management.html">Administrare Server</a>
                                <a href="../contact-us.html">Contacte</a>

                        </div>
                        <!-- END Bottom Menu -->

                        Copyrights &copy; 2017 by MivoCloud S.R.L.<br>                        
                        <div class="copyright-links"><a href="../legal.html">Termeni și Condiții / Confidențialitate / Angajament Calitate</a></div>                        
                    </div>

                    <div class="col_one_third col_last tright">
                        <div class="widget subscribe-widget clearfix">
                            <!-- <h5>Get our <strong>Monthly Amazing</strong> Offers:</h5> -->
                            <form class="nobottommargin" action="https://www.mivocloud.com/ro/plugins/cama_subscriber/subscribe" accept-charset="UTF-8" method="post"><input name="utf8" type="hidden" value="&#x2713;" /><input type="hidden" name="authenticity_token" value="WsJa0GNlsQ7KHyclQ1+6ExAB4FRDzY6fyTD1Els5wDnYZU9l0qaRNKT3vb2G7evI1ypyt6sZVUtqTkmtS6IZww==" /> 
                                <input type='hidden' name="group_id" value='1'>
                                <div class="input-group divcenter">
                                    <span class="input-group-addon"><i class="icon-email2"></i></span>
                                    <input type="email" id="widget-subscribe-form-email" name="email" class="form-control required email" placeholder="E-mail">
                                    <span class="input-group-btn">
                                        <button class="btn btn-success" style="background-color: #3EC303;" type="submit">Abonare</button>
                                    </span>
                                </div>
</form>                        </div>
                    </div>

                </div>

            </div>
            <!-- END Copyrights -->

        </footer>
        <!-- END Footer -->

    </div>
    <!-- END Document Wrapper -->

    <!-- Go To Top -->
    <div id="gotoTop" class="icon-angle-up"></div>

    <!-- Footer Scripts -->
    <!-- <script type="text/javascript" src="/assets/themes/mivocloud/assets/js/functions.js"></script> -->
    <script src="../../assets/themes/mivocloud/assets/js/functions-4b4e388edb80cc3b8944b92938ea3145d611f97bdea8bacab7e2d71324fbe7b3.js"></script>

    <!-- BEGIN Corporate Contacts Code -->  
    <script type="application/ld+json">
        {
          "@context": "http://schema.org",
          "@type": "Organization",
          "url": "https://www.mivocloud.com",
          "logo": "https://www.mivocloud.com/images/logo_big.png",
          "name" : "MivoCloud",
          "contactPoint" : [{
              "@type" : "ContactPoint",
              "telephone" : "+373 795 10001",
              "contactType" : "customer support"
          }],
          "sameAs" : [
              "https://www.facebook.com/MivoCloud/",
              "https://twitter.com/mivocloud"
          ]
        }
    </script>
    <script type="application/ld+json">
        {
      "@context" : "http://schema.org",
      "@type" : "WebSite",
      "name" : "MivoCloud",
      "url" : "https://www.mivocloud.com"
    }
    </script>
    <!-- END Corporate Contacts Code -->

</body>

<!-- Mirrored from www.mivocloud.com/ro/blog/ce-este-un-atac-ddos by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 08 May 2018 22:48:19 GMT -->
</html>
